{
    "Become a Sponsor": "Word een sponsor",
    "Donate via PayPal": "Doneer via PayPal",
    "While Bookmarks is offered for free, if you find it useful, \n        please consider supporting it. Thank you!": "Hoewel Bookmarks gratis wordt aangeboden, als je het nuttig vindt, \n        overweeg dan om te doneren. Bedankt!",
    "Open a file first to add bookmarks": "Open eerst een bestand om bladwijzers toe te voegen",
    "You can't add bookmarks in Search Editor": "Je kunt geen bladwijzers toevoegen in de Zoek Editor",
    "There is already a bookmark at this line": "Er is al een bladwijzer op deze regel",
    "Open a file first to list bookmarks": "Open eerst een bestand om bladwijzers weer te geven",
    "Type a line number or a piece of code to navigate to": "Typ een regelnummer of een stukje code om naartoe te navigeren",
    "Open a file first to clear bookmarks": "Open eerst een bestand om bladwijzers te verwijderen",
    "No Bookmarks found": "Geen bladwijzers gevonden",
    "Open a file first to jump to bookmarks": "Open eerst een bestand om naar bladwijzers te springen",
    "No more bookmarks": "Geen bladwijzers meer",
    "Bookmark Label": "Bladwijzerlabel",
    "Type a label for your bookmark": "Typ een label voor je bladwijzer",
    "You must define a label for the bookmark.": "Je moet een label voor de bladwijzer opgeven.",
    "Open a file first to toggle bookmarks": "Open eerst een bestand om bladwijzers te aan-/uitzetten",
    "You can't toggle bookmarks in Search Editor": "Je kunt geen bladwijzers aan-/uitzetten in de Zoek Editor",
    "Support": "Ondersteuning",
    "Open a file first to shrink bookmark selection": "Open eerst een bestand om de bladwijzerselectie in te klappen",
    "Command not supported with more than one selection": "Commando niet ondersteund met meer dan één selectie",
    "No selection found": "Geen selectie gevonden",
    "No more bookmarks to shrink": "Geen bladwijzers meer om te verkleinen",
    "1 file with bookmarks": "1 bestand met bladwijzers",
    "files with bookmarks": "bestanden met bladwijzers",
    "Error loading Bookmarks: ": "Fout bij het laden van Bladwijzers: ",
    "Are you sure you want to clear all bookmarks from this file?": "Weet je zeker dat je alle bladwijzers uit dit bestand wilt verwijderen?",
    "Are you sure you want to clear all bookmarks from all files?": "Weet je zeker dat je alle bladwijzers uit alle bestanden wilt verwijderen?",
    "Load bookmarks from project": "Laad bladwijzers uit project",
    "A local copy of bookmarks was found in the project. Do you want to load?": "Er is een lokale kopie van bladwijzers gevonden in het project. Wil je deze laden?",
    "The project's file was last modified at {0}": "Het bestand in dit project is voor het laatst gewijzigd op {0}",
    "One of the projects in the workspace has a bookmarks file. The most recent was modified at {0}": "Een van de projecten in deze workspace heeft een bladwijzerbestand. Het meest recente bestand is gewijzigd op {0}",
    "Clear": "Wissen"
}
