{
    "Become a Sponsor":"Стать спонсором",
    "Donate via PayPal":"Пожертвовать через PayPal",
    "While Bookmarks is offered for free, if you find it useful, \n        please consider supporting it. Thank you!":"Хотя Bookmarks предлагается бесплатно, если вы найдете его полезным, \n        рассмотрите возможность его поддержки. Спасибо!",
    "Open a file first to add bookmarks":"Сначала откройте файл, чтобы добавить закладки",
    "You can't add bookmarks in Search Editor":"Вы не можете добавлять закладки в редакторе поиска",
    "There is already a bookmark at this line":"На этой строке уже есть закладка",
    "Open a file first to list bookmarks":"Сначала откройте файл, чтобы просмотреть закладки",
    "Type a line number or a piece of code to navigate to":"Введите номер строки или фрагмент кода для навигации",
    "Open a file first to clear bookmarks":"Сначала откройте файл, чтобы очистить закладки",
    "No Bookmarks found":"Закладки не найдены",
    "Open a file first to jump to bookmarks":"Сначала откройте файл, чтобы перейти к закладкам",
    "No more bookmarks":"Больше нет закладок",
    "Bookmark Label":"Метка закладки",
    "Type a label for your bookmark":"Введите метку для вашей закладки",
    "You must define a label for the bookmark.":"Вы должны определить метку для закладки.",
    "Open a file first to toggle bookmarks":"Сначала откройте файл, чтобы переключить закладки",
    "You can't toggle bookmarks in Search Editor":"Вы не можете переключать закладки в редакторе поиска",
    "Support":"Поддержка",
    "Open a file first to shrink bookmark selection":"Сначала откройте файл, чтобы уменьшить выделение закладок",
    "Command not supported with more than one selection":"Команда не поддерживается при наличии более одного выделения",
    "No selection found":"Выделение не найдено",
    "No more bookmarks to shrink":"Больше нет закладок для уменьшения",
    "1 file with bookmarks":"1 файл с закладками",
    "files with bookmarks":"файлов с закладками",
    "Error loading Bookmarks: ":"Ошибка загрузки закладок: ",
    "Are you sure you want to clear all bookmarks from this file?":"Вы уверены, что хотите очистить все закладки из этого файла?",
    "Are you sure you want to clear all bookmarks from all files?":"Вы уверены, что хотите очистить все закладки из всех файлов?",
    "Clear":"Очистить",
    "Cancel":"Отменить"
}
