{
    "Become a Sponsor":"Zostań sponsorem",
    "Donate via PayPal":"Przekaż darowiznę przez PayPal",
    "While Bookmarks is offered for free, if you find it useful, \n        please consider supporting it. Thank you!":"Choć Bookmarks jest oferowany za darmo, jeśli uważasz go za przydatny, \n        rozważ jego wsparcie. Dziękujemy!",
    "Open a file first to add bookmarks":"Najpierw otwórz plik, aby dodać zakładki",
    "You can't add bookmarks in Search Editor":"Nie możesz dodawać zakładek w Edytorze wyszukiwania",
    "There is already a bookmark at this line":"W tej linii już jest zakładka",
    "Open a file first to list bookmarks":"Najpierw otwórz plik, aby wyświetlić zakładki",
    "Type a line number or a piece of code to navigate to":"Wpisz numer linii lub fragment kodu, aby przejść",
    "Open a file first to clear bookmarks":"Najpierw otwórz plik, aby wyczyścić zakładki",
    "No Bookmarks found":"Nie znaleziono zakładek",
    "Open a file first to jump to bookmarks":"Najpierw otwórz plik, aby przeskoczyć do zakładek",
    "No more bookmarks":"Nie ma więcej zakładek",
    "Bookmark Label":"Etykieta zakładki",
    "Type a label for your bookmark":"Wpisz etykietę dla swojej zakładki",
    "You must define a label for the bookmark.":"Musisz zdefiniować etykietę dla zakładki.",
    "Open a file first to toggle bookmarks":"Najpierw otwórz plik, aby przełączyć zakładki",
    "You can't toggle bookmarks in Search Editor":"Nie możesz przełączać zakładek w Edytorze wyszukiwania",
    "Support":"Wsparcie",
    "Open a file first to shrink bookmark selection":"Najpierw otwórz plik, aby zmniejszyć wybór zakładek",
    "Command not supported with more than one selection":"Polecenie nie jest obsługiwane z więcej niż jednym zaznaczeniem",
    "No selection found":"Nie znaleziono zaznaczenia",
    "No more bookmarks to shrink":"Nie ma więcej zakładek do zmniejszenia",
    "1 file with bookmarks":"1 plik z zakładkami",
    "files with bookmarks":"pliki z zakładkami",
    "Error loading Bookmarks: ":"Błąd ładowania zakładek: ",
    "Are you sure you want to clear all bookmarks from this file?":"Czy na pewno chcesz wyczyścić wszystkie zakładki z tego pliku?",
    "Are you sure you want to clear all bookmarks from all files?":"Czy na pewno chcesz wyczyścić wszystkie zakładki ze wszystkich plików?",
    "Clear":"Wyczyść",
    "Cancel":"Anuluj"
}
