{
    "Become a Sponsor":"حامی شوید",
    "Donate via PayPal":"از طریق PayPal کمک کنید",
    "While Bookmarks is offered for free, if you find it useful, \n        please consider supporting it. Thank you!":"در حالی که نشانک‌ها به صورت رایگان ارائه می‌شود، اگر آن را مفید می‌یابید، \n        لطفاً از آن حمایت کنید. متشکریم!",
    "Open a file first to add bookmarks":"ابتدا یک فایل را باز کنید تا نشانک اضافه کنید",
    "You can't add bookmarks in Search Editor":"نمی‌توانید در ویرایشگر جستجو نشانک اضافه کنید",
    "There is already a bookmark at this line":"در این خط قبلاً یک نشانک وجود دارد",
    "Open a file first to list bookmarks":"ابتدا یک فایل را باز کنید تا نشانک‌ها را فهرست کنید",
    "Type a line number or a piece of code to navigate to":"یک شماره خط یا قطعه کد برای پیمایش تایپ کنید",
    "Open a file first to clear bookmarks":"ابتدا یک فایل را باز کنید تا نشانک‌ها را پاک کنید",
    "No Bookmarks found":"هیچ نشانکی یافت نشد",
    "Open a file first to jump to bookmarks":"ابتدا یک فایل را باز کنید تا به نشانک‌ها بپرید",
    "No more bookmarks":"نشانک بیشتری وجود ندارد",
    "Bookmark Label":"برچسب نشانک",
    "Type a label for your bookmark":"یک برچسب برای نشانک خود تایپ کنید",
    "You must define a label for the bookmark.":"باید یک برچسب برای نشانک تعریف کنید.",
    "Open a file first to toggle bookmarks":"ابتدا یک فایل را باز کنید تا نشانک‌ها را تغییر دهید",
    "You can't toggle bookmarks in Search Editor":"نمی‌توانید در ویرایشگر جستجو نشانک‌ها را تغییر دهید",
    "Support":"پشتیبانی",
    "Open a file first to shrink bookmark selection":"ابتدا یک فایل را باز کنید تا انتخاب نشانک را کوچک کنید",
    "Command not supported with more than one selection":"دستور با بیش از یک انتخاب پشتیبانی نمی‌شود",
    "No selection found":"هیچ انتخابی یافت نشد",
    "No more bookmarks to shrink":"نشانک بیشتری برای کوچک کردن وجود ندارد",
    "1 file with bookmarks":"1 فایل با نشانک",
    "files with bookmarks":"فایل با نشانک‌ها",
    "Error loading Bookmarks: ":"خطا در بارگذاری نشانک‌ها: ",
    "Are you sure you want to clear all bookmarks from this file?":"آیا مطمئن هستید که می‌خواهید تمام نشانک‌ها را از این فایل پاک کنید؟",
    "Are you sure you want to clear all bookmarks from all files?":"آیا مطمئن هستید که می‌خواهید تمام نشانک‌ها را از همه فایل‌ها پاک کنید؟",
    "Clear":"پاک کردن",
    "Cancel":"لغو"
}
