{
    "Become a Sponsor": "Devenir un sponsor",
    "Donate via PayPal": "Faire un don via PayPal",
    "While Bookmarks is offered for free, if you find it useful, \n        please consider supporting it. Thank you!": "Bien que Bookmarks soit offert gratuitement, si vous le trouvez utile, \n        veuillez envisager de le soutenir. Merci !",
    "Open a file first to add bookmarks": "Ouvrez d'abord un fichier pour ajouter des signets",
    "You can't add bookmarks in Search Editor": "Vous ne pouvez pas ajouter des signets dans l'éditeur de recherche",
    "There is already a bookmark at this line": "Il y a déjà un signet à cette ligne",
    "Open a file first to list bookmarks": "Ouvrez d’abord un fichier pour lister les signets",
    "Type a line number or a piece of code to navigate to": "Tapez un numéro de ligne ou un morceau de code pour y naviguer",
    "Open a file first to clear bookmarks": "Ouvrez d’abord un fichier pour effacer les signets",
    "No Bookmarks found": "Aucun signet trouvé",
    "Open a file first to jump to bookmarks": "Ouvrez d’abord un fichier pour accéder aux signets",
    "No more bookmarks": "Plus de signets",
    "Bookmark Label": "Étiquette du signet",
    "Type a label for your bookmark": "Tapez une étiquette pour votre signet",
    "You must define a label for the bookmark.": "Vous devez définir une étiquette pour le signet.",
    "Open a file first to toggle bookmarks": "Ouvrez d’abord un fichier pour basculer les signets",
    "You can't toggle bookmarks in Search Editor": "Vous ne pouvez pas basculer les signets dans l’éditeur de recherche",
    "Support": "Support",
    "Open a file first to shrink bookmark selection": "Ouvrez d’abord un fichier pour réduire la sélection de signets",
    "Command not supported with more than one selection": "Commande non prise en charge avec plus d’une sélection",
    "No selection found": "Aucune sélection trouvée",
    "No more bookmarks to shrink": "Plus de signets à réduire",
    "1 file with bookmarks": "1 fichier avec des signets",
    "files with bookmarks": "fichiers avec des signets",
    "Error loading Bookmarks: ": "Erreur lors du chargement des signets : ",
    "Are you sure you want to clear all bookmarks from this file?": "Êtes-vous sûr de vouloir effacer tous les signets de ce fichier?",
    "Are you sure you want to clear all bookmarks from all files?": "Êtes-vous sûr de vouloir effacer tous les signets de tous les fichiers?",
    "Load bookmarks from project": "Charger les signets depuis le projet",
    "A local copy of bookmarks was found in the project. Do you want to load?": "Une copie locale des signets a été trouvée dans le projet. Voulez-vous la charger ?",
    "The project's file was last modified at {0}": "Le fichier du projet a été modifié pour la dernière fois le {0}",
    "One of the projects in the workspace has a bookmarks file. The most recent was modified at {0}": "L'un des projets dans le workspace possède un fichier de bookmarks. Le plus récent a été modifié le {0}",
    "Clear": "Effacer"
}
