{
    "Become a Sponsor":"Sponsor Ol",
    "Donate via PayPal":"PayPal ile Bağış Yap",
    "While Bookmarks is offered for free, if you find it useful, \n        please consider supporting it. Thank you!":"Bookmarks ücretsiz olarak sunulsa da, faydalı buluyorsanız, \n        desteklemeyi düşünün. Teşekkürler!",
    "Open a file first to add bookmarks":"Yer işareti eklemek için önce bir dosya açın",
    "You can't add bookmarks in Search Editor":"Arama Düzenleyicisinde yer işareti ekleyemezsiniz",
    "There is already a bookmark at this line":"Bu satırda zaten bir yer işareti var",
    "Open a file first to list bookmarks":"Yer işaretlerini listelemek için önce bir dosya açın",
    "Type a line number or a piece of code to navigate to":"Gitmek için bir satır numarası veya kod parçası yazın",
    "Open a file first to clear bookmarks":"Yer işaretlerini temizlemek için önce bir dosya açın",
    "No Bookmarks found":"Yer işareti bulunamadı",
    "Open a file first to jump to bookmarks":"Yer işaretlerine atlamak için önce bir dosya açın",
    "No more bookmarks":"Daha fazla yer işareti yok",
    "Bookmark Label":"Yer İşareti Etiketi",
    "Type a label for your bookmark":"Yer işaretiniz için bir etiket yazın",
    "You must define a label for the bookmark.":"Yer işareti için bir etiket tanımlamalısınız.",
    "Open a file first to toggle bookmarks":"Yer işaretlerini değiştirmek için önce bir dosya açın",
    "You can't toggle bookmarks in Search Editor":"Arama Düzenleyicisinde yer işaretlerini değiştiremezsiniz",
    "Support":"Destek",
    "Open a file first to shrink bookmark selection":"Yer işareti seçimini daraltmak için önce bir dosya açın",
    "Command not supported with more than one selection":"Komut birden fazla seçimle desteklenmiyor",
    "No selection found":"Seçim bulunamadı",
    "No more bookmarks to shrink":"Daraltılacak daha fazla yer işareti yok",
    "1 file with bookmarks":"Yer işaretli 1 dosya",
    "files with bookmarks":"yer işaretli dosyalar",
    "Error loading Bookmarks: ":"Yer işaretleri yüklenirken hata: ",
    "Are you sure you want to clear all bookmarks from this file?":"Bu dosyadaki tüm yer işaretlerini temizlemek istediğinizden emin misiniz?",
    "Are you sure you want to clear all bookmarks from all files?":"Tüm dosyalardaki tüm yer işaretlerini temizlemek istediğinizden emin misiniz?",
    "Clear":"Temizle",
    "Cancel":"İptal"
}
