{
    "Open a file first to add bookmarks":"Abre primero un archivo para agregar marcadores",
    "You can't add bookmarks in Search Editor":"No puedes agregar marcadores en el Editor de búsqueda",
    "There is already a bookmark at this line":"Ya hay un marcador en esta línea",
    "Open a file first to list bookmarks":"Abre primero un archivo para listar marcadores",
    "Type a line number or a piece of code to navigate to":"Escribe un número de línea o un fragmento de código para navegar",
    "Open a file first to clear bookmarks":"Abre primero un archivo para borrar marcadores",
    "No Bookmarks found":"No se encontraron marcadores",
    "Open a file first to jump to bookmarks":"Abre primero un archivo para saltar a los marcadores",
    "No more bookmarks":"No hay más marcadores",
    "Bookmark Label":"Etiqueta del marcador",
    "Type a label for your bookmark":"Escribe una etiqueta para tu marcador",
    "You must define a label for the bookmark.":"Debes definir una etiqueta para el marcador.",
    "Open a file first to toggle bookmarks":"Abre primero un archivo para alternar marcadores",
    "You can't toggle bookmarks in Search Editor":"No puedes alternar marcadores en el Editor de búsqueda",
    "Support":"Soporte",
    "Open a file first to shrink bookmark selection":"Abre primero un archivo para reducir la selección de marcadores",
    "Command not supported with more than one selection":"Comando no soportado con más de una selección",
    "No selection found":"No se encontró ninguna selección",
    "No more bookmarks to shrink":"No hay más marcadores para reducir",
    "1 file with bookmarks":"1 archivo con marcadores",
    "files with bookmarks":"archivos con marcadores",
    "Error loading Bookmarks: ":"Error al cargar marcadores: ",
    "Are you sure you want to clear all bookmarks from this file?":"¿Estás seguro de que quieres borrar todos los marcadores de este archivo?",
    "Are you sure you want to clear all bookmarks from all files?":"¿Estás seguro de que quieres borrar todos los marcadores de todos los archivos?",
    "Clear":"Borrar",
    "Cancel":"Cancelar"
}
