{
    "Become a Sponsor":"Torne-se um patrocinador",
    "Donate via PayPal":"Doe via PayPal",
    "While Bookmarks is offered for free, if you find it useful, \n        please consider supporting it. Thank you!":"Embora o Bookmarks seja oferecido gratuitamente, se você o achar útil, \n        considere apoiá-lo. Obrigado!",
    "Open a file first to add bookmarks":"Abra um arquivo primeiro para adicionar marcadores",
    "You can't add bookmarks in Search Editor":"Você não pode adicionar marcadores no Editor de pesquisa",
    "There is already a bookmark at this line":"Já existe um marcador nesta linha",
    "Open a file first to list bookmarks":"Abra um arquivo primeiro para listar marcadores",
    "Type a line number or a piece of code to navigate to":"Digite um número de linha ou um trecho de código para navegar",
    "Open a file first to clear bookmarks":"Abra um arquivo primeiro para limpar marcadores",
    "No Bookmarks found":"Nenhum marcador encontrado",
    "Open a file first to jump to bookmarks":"Abra um arquivo primeiro para pular para marcadores",
    "No more bookmarks":"Não há mais marcadores",
    "Bookmark Label":"Rótulo do marcador",
    "Type a label for your bookmark":"Digite um rótulo para seu marcador",
    "You must define a label for the bookmark.":"Você deve definir um rótulo para o marcador.",
    "Open a file first to toggle bookmarks":"Abra um arquivo primeiro para alternar marcadores",
    "You can't toggle bookmarks in Search Editor":"Você não pode alternar marcadores no Editor de pesquisa",
    "Support":"Suporte",
    "Open a file first to shrink bookmark selection":"Abra um arquivo primeiro para reduzir a seleção de marcadores",
    "Command not supported with more than one selection":"Comando não suportado com mais de uma seleção",
    "No selection found":"Nenhuma seleção encontrada",
    "No more bookmarks to shrink":"Não há mais marcadores para reduzir",
    "1 file with bookmarks":"1 arquivo com marcadores",
    "files with bookmarks":"arquivos com marcadores",
    "Error loading Bookmarks: ":"Erro ao carregar marcadores: ",
    "Are you sure you want to clear all bookmarks from this file?":"Tem certeza de que deseja limpar todos os marcadores deste arquivo?",
    "Are you sure you want to clear all bookmarks from all files?":"Tem certeza de que deseja limpar todos os marcadores de todos os arquivos?",
    "Clear":"Limpar",
    "Cancel":"Cancelar"
}
